tap "heroku/brew"

brew "asdf"
brew "bash"
brew "bat"
brew "direnv"
brew "entr"
brew "exa"
brew "fish"
brew "git"
brew "httpie"
brew "jq"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "tree"
brew "unzip"
brew "wget"

brew "heroku/brew/heroku"

cask "bitbar"
cask "chromedriver"
cask "iterm2"